#
# Copyright 2022 NAFU_at
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#
system.sleeping.waiting=&8\u4E16\u754C\u306E\u3069\u3053\u304B\u306B\u3044\u308B\u307E\u3060\u8D77\u304D\u3066\u3044\u308B\u8AB0\u304B\u304C\u7720\u308B\u306E\u3092\u5F85\u3063\u3066\u3044\u307E\u3059...
system.sleeping.waiting.you=&8\u4E16\u754C\u306E\u3069\u3053\u304B\u306B\u3044\u308B\u8AB0\u304B\u304C\u8CB4\u65B9\u304C\u7720\u308A\u306B\u3064\u304F\u306E\u3092\u5F85\u3063\u3066\u3044\u307E\u3059...
system.sleeping.count=&7\u3042\u3068{0}\u4EBA\u304C\u30D9\u30C3\u30C9\u306B\u5165\u308B\u3068\u671D\u306B\u306A\u308A\u307E\u3059\u3002
system.artifact=&7\u3069\u3046\u3084\u3089\u8AB0\u304B\u306E\u624B\u306B\u3088\u3063\u3066\u4F5C\u3089\u308C\u305F\u4EBA\u5DE5\u7269\u306E\u3088\u3046\u3060...
system.world.new=&e[SSC] \u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\uFF01\u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u306B\u79FB\u52D5\u3059\u308B\u306B\u306F &6&l/reteleport&r&e \u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u306B\u79FB\u52D5\u3059\u308B\u3068\u524D\u306E\u30EF\u30FC\u30EB\u30C9\u306B\u623B\u308C\u306A\u304F\u306A\u308A\u3001\u30C1\u30FC\u30E0\u304B\u3089\u81EA\u52D5\u7684\u306B\u8131\u9000\u3057\u307E\u3059\u3002
system.world.deleted=&e[SSC] \u3042\u306A\u305F\u304C\u5C45\u305F\u30EF\u30FC\u30EB\u30C9\u304C\u524A\u9664\u3055\u308C\u305F\u305F\u3081\u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u306B\u79FB\u52D5\u3057\u307E\u3059\u3002
command.home.fixed.set=&a[SSC] \u56FA\u5B9A\u30DB\u30FC\u30E0\u5730\u70B9\u3092\u8A2D\u5B9A\u3057\u307E\u3057\u305F\u3002
command.home.fixed.set.warn=&c[SSC] \u56FA\u5B9A\u30DB\u30FC\u30E0\u5730\u70B9\u3092\u8A2D\u5B9A\u3059\u308B\u306B\u306F\u30D9\u30C3\u30C9\u30B9\u30DD\u30FC\u30F3\u306E\u4E8B\u524D\u8A2D\u5B9A\u304C\u5FC5\u8981\u3067\u3059\u3002
command.home.fixed.reset=&a[SSC] \u56FA\u5B9A\u30DB\u30FC\u30E0\u5730\u70B9\u3092\u89E3\u9664\u3057\u307E\u3057\u305F\u3002
command.peaceful.change=&a[SSC] \u30D4\u30FC\u30B9\u30D5\u30EB\u30E2\u30FC\u30C9\u3092\u5207\u308A\u66FF\u3048\u307E\u3057\u305F\u3002: {0}
command.teleport.new-world.confirm=&e[SSC] \u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u3078\u79FB\u52D5\u3057\u307E\u3059\u3002\n\u4E00\u5EA6\u79FB\u52D5\u3059\u308B\u3068\u5143\u306E\u30EF\u30FC\u30EB\u30C9\u306B\u623B\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\n\u672C\u5F53\u306B\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F\u79FB\u52D5\u3059\u308B\u5834\u5408\u306F &6&l/reteleport confirm&r&e \u3092\u5B9F\u884C\u3057\u3066\u4E0B\u3055\u3044\u3002
command.teleport.new-world.in-process=\u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u306B\u79FB\u52D5\u3059\u308B\u305F\u3081\u306E\u51E6\u7406\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002\n\u518D\u63A5\u7D9A\u3092\u884C\u3046\u3053\u3068\u3067\u79FB\u52D5\u3092\u5B8C\u4E86\u3067\u304D\u307E\u3059\u3002
command.teleport.new-world.warn.notfound=&c[SSC] \u65B0\u3057\u3044\u30EF\u30FC\u30EB\u30C9\u304C\u7528\u610F\u3055\u308C\u305F\u5834\u5408\u306E\u307F\u5B9F\u884C\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
command.message.create.start=&a[Teams] \u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F5C\u6210\u3092\u958B\u59CB\u3057\u307E\u3057\u305F\u3002
command.message.create.warn.team=&e[Teams] \u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u30C1\u30FC\u30E0\u306B\u6240\u5C5E\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
command.message.create.warn=&e[Teams] \u5148\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F5C\u6210\u3092\u958B\u59CB\u3057\u3066\u4E0B\u3055\u3044\uFF01
command.message.linenumber=&c[Teams] \u884C\u6570\u3092\u6570\u5B57\u3067\u6307\u5B9A\u3057\u3066\u4E0B\u3055\u3044\uFF01
command.message.send=&a[Teams] \u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\uFF01
command.message.delete.deleted=&a[Teams] \u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
command.message.delete.warn=&c[Teams] \u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F5C\u8005\u306E\u307F\u524A\u9664\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
command.message.notfound=&e[Teams] \u8A72\u5F53\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
command.team.no-affiliation=&e[Teams] \u6240\u5C5E\u3057\u3066\u3044\u308B\u30C1\u30FC\u30E0\u304C\u3042\u308A\u307E\u305B\u3093\uFF01
teams.login=&b[Teams] {0} \u304C\u30ED\u30B0\u30A4\u30F3\u3057\u307E\u3057\u305F\u3002
teams.create.created=&a[Teams] \u3042\u306A\u305F\u306E\u30C1\u30FC\u30E0\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\uFF01\n&6&l/team invite [player]&r&a \u3067\u4ED6\u306E\u30D7\u30EC\u30A4\u30E4\u30FC\u3092\u62DB\u5F85\u3057\u307E\u3057\u3087\u3046\uFF01
teams.create.fail=&c[Teams] \u30C1\u30FC\u30E0\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
teams.create.warn.already=&c[Teams] \u65E2\u306B\u3042\u306A\u305F\u304C\u30AA\u30FC\u30CA\u30FC\u306E\u30C1\u30FC\u30E0\u3092\u6301\u3063\u3066\u3044\u307E\u3059\uFF01
teams.invite.receive=&a[Teams] {0} \u3055\u3093\u304B\u3089\u30C1\u30FC\u30E0\u306B\u62DB\u5F85\u3055\u308C\u307E\u3057\u305F\u3002\n\u53C2\u52A0\u3059\u308B\u306B\u306F &6&l/team accept&r&a \u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
teams.invite.warn.owner=&e[Teams] \u30C1\u30FC\u30E0\u306B\u62DB\u5F85\u3059\u308B\u305F\u3081\u306B\u306F\u81EA\u5206\u304C\u30AA\u30FC\u30CA\u30FC\u306E\u30C1\u30FC\u30E0\u306B\u6240\u5C5E\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u30C1\u30FC\u30E0\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F &6&l/team create&r&e \u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
teams.invite.warn.select=&e[Teams] \u62DB\u5F85\u3059\u308B\u30D7\u30EC\u30A4\u30E4\u30FC\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
teams.invite.warn.self=&c[Teams] \u81EA\u5206\u81EA\u8EAB\u3092\u62DB\u5F85\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF01
teams.invite.warn.notfound=&e[Teams] \u3042\u306A\u305F\u306F\u307E\u3060\u62DB\u5F85\u3092\u53D7\u3051\u53D6\u3063\u3066\u3044\u307E\u305B\u3093\uFF01
teams.invite.warn.world=&c[Teams] \u62DB\u5F85\u3059\u308B\u30D7\u30EC\u30A4\u30E4\u30FC\u306F\u540C\u3058\u30EF\u30FC\u30EB\u30C9\u306B\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
teams.join.announce=&a[Teams] {0} \u304C\u30C1\u30FC\u30E0\u306B\u52A0\u308F\u308A\u307E\u3057\u305F\uFF01
teams.join.announce.owner=&a[Teams] \u3042\u306A\u305F\u306E\u30C1\u30FC\u30E0\u306B {0} \u304C\u52A0\u308F\u308A\u307E\u3057\u305F\uFF01
teams.leave=&a[Teams] \u3053\u308C\u307E\u3067\u5165\u3063\u3066\u3044\u305F\u30C1\u30FC\u30E0\u304B\u3089\u8131\u9000\u3057\u307E\u3057\u305F\u3002
teams.leave.confirm=&e[Teams] \u3042\u306A\u305F\u306F\u30C1\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u3067\u3059\u3002\n\u30C1\u30FC\u30E0\u3092\u89E3\u6563\u3059\u308B\u3068\u4ED6\u306E\u6240\u5C5E\u30D7\u30EC\u30A4\u30E4\u30FC\u306E\u30B9\u30DD\u30FC\u30F3\u30DD\u30A4\u30F3\u30C8\u304C\u96E2\u6563\u3057\u3066\u3057\u307E\u3044\u307E\u3059\u3002\n\u672C\u5F53\u306B\u89E3\u6563\u3057\u307E\u3059\u304B\uFF1F\u89E3\u6563\u3059\u308B\u5834\u5408\u306F &6&l/team confirm&r&e \u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
teams.leave.announce=&c[Teams] {0} \u304C\u30C1\u30FC\u30E0\u304B\u3089\u8131\u9000\u3057\u307E\u3057\u305F\u3002
teams.leave.announce.owner=&c[Teams] \u3042\u306A\u305F\u306E\u30C1\u30FC\u30E0\u304B\u3089 {0} \u304C\u8131\u9000\u3057\u307E\u3057\u305F\u3002
teams.transfer.announce=&a[Teams] \u30C1\u30FC\u30E0\u306E\u30AA\u30FC\u30CA\u304C {0} \u306B\u8B72\u6E21\u3055\u308C\u307E\u3057\u305F\u3002
teams.transfer.warn.member=&e[Teams] \u30AA\u30FC\u30CA\u30FC\u3092\u8B72\u6E21\u3059\u308B\u305F\u3081\u306B\u306F\u5BFE\u8C61\u304C\u30C1\u30FC\u30E0\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
teams.transfer.warn.owner=&e[Teams] \u30AA\u30FC\u30CA\u30FC\u3092\u8B72\u6E21\u3059\u308B\u305F\u3081\u306B\u306F\u81EA\u5206\u304C\u30C1\u30FC\u30E0\u306E\u30AA\u30FC\u30CA\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
teams.transfer.warn.select=&e[Teams] \u30AA\u30FC\u30CA\u30FC\u3092\u8B72\u6E21\u3059\u308B\u30D7\u30EC\u30A4\u30E4\u30FC\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
teams.name.changed=&a[Teams] \u30C1\u30FC\u30E0\u540D\u3092\u5909\u66F4\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
teams.name.warn.owner=&e[Teams] \u30C1\u30FC\u30E0\u540D\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u81EA\u5206\u304C\u30AA\u30FC\u30CA\u30FC\u306E\u30C1\u30FC\u30E0\u306B\u6240\u5C5E\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
